[ItemDefs.ID_dlc4_RakkHiveAmbergris ItemDefinition]
ItemName="Rakk hive ambergris"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc4_RakkHiveAmbergris:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Rakk hive ambergris... gooey, smelly, and priceless."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_SkagMuskGland ItemDefinition]
ItemName="Skag musk gland"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc4_SkagMuskGland:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Skag musk glands... mmmm... musky."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_WiredDevice ItemDefinition]
ItemName="WIRED Device"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc4_WiredDevice:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A hand held Wireless Information Router Encoding Device."
NoConstraintText=""
Suffix=""

